Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PUBLIC_SHARING_DETAIL
source: Select what you would like to stop sharing publicly.
ar: تحديد ما تود إيقاف مشاركته مشاركة عامة.
bg: Изберете какво искате да спрете да споделяте публично.
ca: Selecciona tot allò que vulguis deixar de compartir públicament.
cs: Vyberte informace, které chcete přestat veřejně sdílet.
da: Vælg det, du vil holde op med at dele offentligt.
de: Wähle aus, was du nicht mehr öffentlich teilen möchtest.
el: Επιλέξτε τα δεδομένα που δεν θέλετε πλέον να κοινοποιούνται δημόσια.
es: Selecciona lo que quieras dejar de compartir públicamente.
es_us: Selecciona lo que quieres dejar de compartir de forma pública.
fi: Valitse, mitä et halua enää jakaa julkisesti.
fr: Sélectionnez ce que vous souhaitez cesser de partager publiquement.
fr_ca: Sélectionnez ce que vous ne voulez plus partager publiquement.
he: באפשרותך לבחור אילו פריטים ברצונך להפסיק לשתף באופן ציבורי.
hi: वह जानकारी चुनें जिसे आप सार्वजनिक रूप से शेयर नहीं करना चाहते हैं।
hr: Odaberite što želite prestati dijeliti javno.
hu: Válassza ki, hogy mit nem szeretne többé nyilvánosan megosztani.
id: Pilih Anda ingin berhenti berbagi apa secara publik.
it: Seleziona le informazioni che non vuoi più condividere pubblicamente.
ja: 公開して共有することを停止したいものを選択してください。
kk: Көпшілікпен бөлісуге тыйым салғыңыз келетін объектіні таңдаңыз.
ko: 공개 공유를 중단하려는 항목을 선택하십시오.
lt: Pasirinkite, ką norite nustoti viešai bendrinti.
ms: Pilih perkara yang anda mahu berhenti berkongsi secara awam.
nl: Selecteer wat je niet meer openbaar wilt delen.
no: Velg det du vil slutte å dele offentlig.
pl: Wybierz, czego nie chcesz już udostępniać publicznie.
pt_br: Selecione o que você deseja parar de compartilhar publicamente.
pt_pt: Selecione o que gostaria de deixar de partilhar publicamente.
ro: Selectați ce anume doriți să nu mai partajați în mod public.
ru: Выберите, чем Вы хотите прекратить делиться публично.
sk: Vyberte, čo chcete prestať verejne zdieľať.
sl: Izberite, katere vsebine ne želite več javno deliti.
sv: Välj vad du vill sluta dela offentligt.
th: เลือกสิ่งที่คุณต้องการที่จะหยุดแชร์แบบสาธารณะ
tr: Herkes ile paylaşmayı durdurmak istediklerinizi seçin.
uk: Виберіть, що саме потрібно припинити поширювати для всіх.
vi: Chọn thông tin mà bạn muốn dừng chia sẻ công khai.
zh_cn: 选择希望停止公开共享的内容。
zh_hk: 選擇你想停止公開共享的內容。
zh_tw: 選取想要停止公開分享的內容。

# COLLECT_APP_PERMISSIONS_FAILED_TITLE
source: Collecting App Permissions Failed
ar: فشل جمع أذونات التطبيقات
bg: Неуспешно събиране на правата за приложения
ca: Error en obtenir els permisos de l’app
cs: Shromažďování oprávnění aplikací selhalo
da: Indsamling af apptilladelser mislykkedes
de: Sammeln der App-Berechtigungen fehlgeschlagen
el: Απέτυχε η συλλογή αδειών εφαρμογών
es: Error al recopilar los permisos de las apps
es_us: Error al restablecer permisos de apps
fi: Appioikeuksien kerääminen epäonnistui
fr: Échec de la collecte des autorisations des apps
fr_ca: Échec de la collecte d’autorisations d’apps
he: איסוף הרשאות של יישומים נכשל
hi: ऐप अनुमतियाँ एकत्रित करना विफल रहा
hr: Prikupljanje dopuštenja aplikacija nije uspjelo
hu: Nem sikerült az appengedélyek összegyűjtése
id: Gagal Mengumpulkan Izin App
it: Raccolta autorizzazioni app non riuscita
ja: アプリのアクセス権を収集できませんでした
kk: Қолданба рұқсаттарын жинау сәтсіз аяқталды
ko: 앱 권한 수집에 실패함
lt: Nepavyko surinkti programos leidimų
ms: Pengumpulan Keizinan App Gagal
nl: Verzamelen van appbevoegdheden mislukt
no: Kunne ikke hente apptillatelser
pl: Błąd gromadzenia uprawnień aplikacji
pt_br: Falha na Coleta de Permissões para Apps
pt_pt: A recolha de permissões de aplicações falhou
ro: Colectarea permisiunilor aplicațiilor a eșuat
ru: Не удалось собрать права приложений
sk: Zhromažďovanie práv apiek zlyhalo
sl: Zbiranje dovoljenj aplikacij ni uspelo
sv: Insamling av appbehörigheter misslyckades
th: เก็บรวบรวมสิทธิ์แอปไม่สำเร็จ
tr: Uygulama İzinleri Toplanamadı
uk: Не вдалося зібрати дозволи програм
vi: Thu thập quyền của ứng dụng không thành công
zh_cn: 收集App权限失败
zh_hk: 無法收集App權限
zh_tw: 無法收集App權限

# UNINSTALL_APPS
source: IP Address Location
ar: موقع عنوان IP
bg: Местоположение на IP адрес
ca: Ubicació de l’adreça IP
cs: Poloha podle IP adresy
da: IP-adressens lokalitet
de: IP-Adressen-Standort
el: Τοποθεσία διεύθυνσης IP
es: Ubicación de la dirección IP
es_us: Ubicación de dirección IP
fi: IP-osoitteen sijainti
fr: Position de l’adresse IP
fr_ca: Lieu de l’adresse IP
he: מיקום כתובת ה-IP
hi: IP पता स्थान
hr: Lokacija IP adrese
hu: IP-cím-helyzet
id: Lokasi Alamat IP
it: Posizione indirizzo IP
ja: IPアドレス位置情報
kk: IP мекенжайының геолокациясы
ko: IP 주소 위치
lt: IP adreso vieta
ms: Lokasi Alamat IP
nl: Locatie van IP-adres
no: Posisjon for IP-adresse
pl: Położenie adresu IP
pt_br: Localização do Endereço IP
pt_pt: Localização do endereço IP
ro: Localizare adresă IP
ru: Геопозиция IP‑адреса
sk: Poloha IP adresy
sl: Lokacija naslova IP
sv: Plats för IP-adress
th: ตำแหน่งที่ตั้งที่อยู่ IP
tr: IP Adresi Konumu
uk: Розташування IP‑адреси
vi: Vị trí địa chỉ IP
zh_cn: IP地址位置
zh_hk: IP位址位置
zh_tw: IP位址位置

# STOP_ALL_SHARING
source: Select All & Stop Sharing
ar: تحديد الكل وإيقاف المشاركة
bg: Избери всички и спри споделянето
ca: Deixa de compartir amb tothom
cs: Vybrat vše a zastavit sdílení
da: Vælg alle, og stop deling
de: Alles auswählen & Teilen stoppen
el: Επιλογή όλων και διακοπή κοινοποίησης
es: Seleccionar todas y dejar de compartir
es_us: Seleccionar todas y dejar de compartir
fi: Valitse kaikki ja lopeta jakaminen
fr: Tout sélectionner et arrêter le partage
fr_ca: Tout sélectionner et arrêter le partage
he: בחירה בהכל והפסקת השיתוף
hi: सभी चुनें और शेयरिंग बंद करें
hr: Odaberi sve i prekini dijeljenje
hu: Összes kiválasztása és a megosztás leállítása
id: Pilih Semua & Hentikan Berbagi
it: Seleziona tutto e interrompi la condivisione
ja: すべて選択して共有を停止
kk: Барлығын таңдау және бөлісуді тоқтату
ko: 전체 선택 및 공유 중단
lt: Pasirinkti viską ir sustabdyti bendrinimą
ms: Pilih Semua & Hentikan Perkongsian
nl: Selecteer alles en stop delen
no: Marker alle og avslutt deling
pl: Wybierz wszystkie i przestań udostępniać
pt_br: Selecionar Tudo e Interromper Compartilhamento
pt_pt: Selecionar todas e parar partilha
ro: Selectați tot și opriți partajarea
ru: Выбрать всех и закрыть доступ
sk: Vybrať všetko a zastaviť zdieľanie
sl: Izberi vse in ustavi deljenje
sv: Välj alla och sluta dela
th: เลือกทั้งหมดและหยุดแชร์
tr: Tümünü Seç ve Paylaşmayı Durdur
uk: Вибрати всіх і припинити поширення
vi: Chọn tất cả & dừng chia sẻ
zh_cn: 全选并停止共享
zh_hk: 選擇全部並停止共享
zh_tw: 全選並停止分享

# SECURE_PHYSICAL_ACCESS
source: Account Security
ar: أمن الحساب
bg: Сигурност на регистрация
ca: Seguretat del compte
cs: Zabezpečení účtu
da: Kontosikkerhed
de: Accountsicherheit
el: Ασφάλεια λογαριασμού
es: Seguridad de la cuenta
es_us: Seguridad de la cuenta
fi: Tilin suojaus
fr: Sécurité du compte
fr_ca: Sécurité du compte
he: אבטחת החשבון
hi: खाता सुरक्षा
hr: Sigurnost računa
hu: Fiókbiztonság
id: Keamanan Akun
it: Sicurezza dell’account
ja: アカウントのセキュリティ
kk: Аккаунт қауіпсіздігі
ko: 계정 보안
lt: Paskyros saugumas
ms: Keselamatan Akaun
nl: Accountbeveiliging
no: Kontosikkerhet
pl: Zabezpieczenia konta
pt_br: Segurança da Conta
pt_pt: Segurança da conta
ro: Securitatea contului
ru: Безопасность учетной записи
sk: Zabezpečenie účtu
sl: Varnost računa
sv: Kontosäkerhet
th: ความปลอดภัยของบัญชี
tr: Hesap Güvenliği
uk: Захист облікового запису
vi: Bảo mật tài khoản
zh_cn: 账户安全性
zh_hk: 帳户保安
zh_tw: 帳號安全性

source: Reset Touch ID
ar: إعادة تعيين بصمة الإصبع
bg: Нулирай Touch ID
ca: Restableix el Touch ID
cs: Resetovat Touch ID
da: Nulstil Touch ID
de: Touch ID zurücksetzen
el: Επαναφορά Touch ID
es: Restablecer Touch ID
es_us: Restablecer Touch ID
fi: Nollaa Touch ID
fr: Réinitialiser Touch ID
fr_ca: Réinitialiser Touch ID
he: איפוס Touch ID
hi: Touch ID रीसेट करें
hr: Resetiraj Touch ID
hu: Touch ID alaphelyzetbe állítása
id: Atur Ulang Touch ID
it: Inizializza Touch ID
ja: Touch IDをリセット
kk: Touch ID функциясын қайта іске қосу
ko: Touch ID 재설정
lt: Nustatyti „Touch ID“ iš naujo
nl: Stel Touch ID opnieuw in
no: Nullstill Touch ID
pl: Wyzeruj Touch ID
pt_br: Redefinir Touch ID
pt_pt: Repor Touch ID
ro: Resetați Touch ID
ru: Сбросить Touch ID
sk: Resetovať Touch ID
sl: Ponastavitev funkcije Touch ID
sv: Nollställ Touch ID
th: รีเซ็ต Touch ID
tr: Touch ID’yi Sıfırla
uk: Скинути Touch ID
vi: Đặt lại Touch ID
zh_cn: 重设触控ID
zh_hk: 重設Touch ID
zh_tw: 重置Touch ID

# WIFI_NO_CONNECTION_DETAIL
source: Your iPhone is not connected to the internet. To connect, turn off Airplane Mode, enable Cellular Data for the Settings app, or connect to a Wi-Fi network.
ar: ‏iPhone غير متصل بالإنترنت. للاتصال، يرجى إيقاف نمط الطيران أو تمكين البيانات الخلوية لتطبيق الإعدادات أو الاتصال بشبكة Wi-Fi.
bg: Вашият iPhone не е свързан с интернет. За да се свържете, изключете режим Полет, включете Мобилни данни за приложението Настройки или се свържете с Wi-Fi мрежа.
ca: L’iPhone no està connectat a internet. Per connectar‑te, desactiva el mode d’avió, activa les dades mòbils a la configuració o connecta’t a una xarxa Wi‑Fi.
cs: iPhone není připojený k internetu. Chcete‑li se připojit, vypněte letový režim, zapněte volbu Mobilní data v aplikaci Nastavení nebo se připojte k Wi‑Fi síti.
da: Din iPhone har ikke forbindelse til internettet. Slå Flyfunktion fra, slå mobildata til i appen Indstillinger, eller opret forbindelse til et Wi-Fi-netværk for at få forbindelse til internettet.
de: Dein iPhone ist nicht mit dem Internet verbunden. Um die Internetverbindung herzustellen, musst du den Flugmodus ausschalten, mobile Daten für die App „Einstellungen“ aktivieren oder das Gerät mit einen WLAN verbinden.
el: Το iPhone δεν είναι συνδεδεμένο στο Διαδίκτυο. Για σύνδεση, απενεργοποιήστε τη Χρήση σε πτήση, ενεργοποιήστε τα Δεδομένα για την εφαρμογή «Ρυθμίσεις», ή συνδεθείτε σε δίκτυο Wi-Fi.
es: El iPhone no está conectado a internet. Para conectarte, desactiva el modo Avión, activa los datos móviles en la app Ajustes o conéctate a una red Wi‑Fi.
es_us: Tu iPhone no tiene conexión a Internet. Para conectarlo, desactiva el modo avión, activa los datos celulares para usar la app Configuración o conéctalo una red Wi–Fi.
fi: iPhone ei ole yhteydessä internetiin. Yhdistä laittamalla lentotila pois päältä, ottamalla Mobiilidata käyttöön Asetuksissa tai yhdistämällä Wi‑Fi-verkkoon.
fr: Votre iPhone n’est pas connecté à Internet. Pour vous connecter, désactivez le mode Avion, activez les données cellulaires dans l’app Réglages, ou connectez-vous à un réseau Wi-Fi.
fr_ca: Votre iPhone n’est pas connecté à Internet. Pour vous y connecter, désactivez le mode Avion et activez les données cellulaires pour l’app Réglages ou connectez-vous à un réseau Wi‑Fi.
he: ה-iPhone לא מחובר לאינטרנט. כדי להתחבר יש לכבות את ״מצב טיסה״, להפעיל את ״נתונים סלולריים״ ביישום ״הגדרות״ או להתחבר לרשת אלחוטית.
hi: आपका iPhone इंटरनेट से कनेक्टेड नहीं है। कनेक्ट करने के लिए विमान मोड बंद करें, सेटिंग्ज़ ऐप के लिए मोबाइल डेटा सक्षम करें या वाई-फ़ाई नेटवर्क से कनेक्ट करें।
hr: Vaš iPhone nije spojen na internet. Za spajanje isključite zrakoplovni mod, omogućite Mobilne podatke za aplikaciju Postavke ili se spojite na Wi-Fi mrežu.
hu: Az iPhone-ja nem csatlakozik az internethez. A csatlakozáshoz kapcsolja ki a Repülőgép módot, engedélyezze a mobilhálózatot a Beállítások appban, vagy csatlakozzon Wi-Fi-hálózathoz.
id: iPhone Anda tidak terhubung ke internet. Untuk menghubungkan, matikan Mode Pesawat, aktifkan Data Seluler untuk app Pengaturan, atau hubungkan ke jaringan Wi-Fi.
it: iPhone non è connesso a internet. Per connetterti, disattiva “Uso in aereo”, abilita i dati cellulare per l’app Impostazioni o connettiti a una rete Wi‑Fi.
ja: iPhoneはインターネットに接続されていません。機内モードをオフにするか、設定アプリ用のモバイルデータ通信を有効にするか、またはWi‑Fiネットワークに接続してください。
kk: iPhone құрылғыңыз интернетке қосылмаған. Қосылу үшін ұшақ режимін өшіріңіз, «Реттеулер» қолданбасында «Ұялы деректер» функциясын қосыңыз немесе Wi-Fi желісіне қосылыңыз.
ko: iPhone이 인터넷에 연결되어 있지 않습니다. 연결하려면 에어플레인 모드를 끄거나, 설정 앱에 대해 셀룰러 데이터를 활성화하거나, Wi-Fi 네트워크에 연결하십시오.
lt: „iPhone“ neprijungtas prie interneto. Norėdami prisijungti, išjunkite skrydžio režimą, įjunkite mobiliojo ryšio duomenis programoje „Nustatymai“ arba prisijunkite prie „Wi-Fi“ tinklo.
ms: iPhone anda tidak disambungkan ke internet. Untuk bersambung, nyahaktifkan Mod Pesawat, dayakan Data Selular bagi app Seting atau sambung ke rangkaian Wi‑Fi.
nl: Je iPhone is niet verbonden met het internet. Maak verbinding door de vliegtuig­modus uit te schakelen, mobiele data in te schakelen voor de Instellingen-app of verbinding te maken met een wifi­netwerk.
no: iPhonen er ikke koblet til internett. Slå av Flymodus, aktiver Mobildata i Innstillinger eller koble til et Wi‑Fi-nettverk for å koble til internett.
pl: iPhone nie ma połączenia z Internetem. Aby je nawiązać, wyłącz tryb Samolot, włącz dane komórkowe dla aplikacji Ustawienia lub połącz z siecią Wi‑Fi.
pt_br: O iPhone não está conectado à internet. Para conectá‑lo, desative o Modo Avião, ative os Dados Celulares no app Ajustes ou conecte‑se a uma rede Wi‑Fi.
pt_pt: O iPhone não está ligado à internet. Desative o modo de voo, ative os dados móveis para a aplicação Definições ou estabeleça ligação a uma rede Wi‑Fi.
ro: iPhone‑ul nu este conectat la internet. Pentru conectare, dezactivați modul Avion, activați opțiunea “Date celulare” pentru aplicația Configurări sau conectați‑vă la o rețea Wi‑Fi.
ru: iPhone не подключен к интернету. Для доступа к интернету выключите Авиарежим, включите сотовые данные в Настройках или подключите устройство к сети Wi‑Fi.
sk: Váš iPhone nie je pripojený na internet. Ak sa chcete pripojiť, vypnite režim lietadlo, zapnite mobilné dáta pre apku Nastavenia alebo sa pripojte k Wi-Fi sieti.
sl: Vaš iPhone ni povezan z internetom. Za povezavo izklopite letalski način, omogočite mobilne podatke za Nastavitve ali vzpostavite povezavo z omrežjem Wi-Fi.
sv: iPhone är inte ansluten till internet. Anslut genom att stänga av flygplansläget, aktivera mobildata i appen Inställningar eller anslut till ett Wi‑Fi-nätverk.
th: iPhone ของคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต ในการเชื่อมต่อ ให้ปิดใช้โหมดเครื่องบิน เปิดใช้งานข้อมูลเซลลูลาร์สำหรับแอปการตั้งค่า หรือเชื่อมต่อกับเครือข่าย Wi‑Fi
tr: iPhone’unuz internete bağlı değil. Bağlanmak için Uçak Modu’nu kapatın, Ayarlar uygulaması için Hücresel Veri’yi etkinleştirin veya bir Wi‑Fi ağına bağlanın.
uk: На iPhone немає інтернет-зʼєднання. Щоб підʼєднатися, вимкніть Режим польоту, увімкніть Стільникові дані для програми «Параметри» або підʼєднайтеся до мережі Wi‑Fi.
vi: iPhone của bạn không được kết nối vào internet. Để kết nối, hãy tắt Chế độ máy bay, bật Dữ liệu di động cho ứng dụng Cài đặt hoặc kết nối vào mạng Wi-Fi.
zh_cn: iPhone未接入互联网。若要连接，请关闭飞行模式、为“设置”App启用蜂窝数据或接入Wi‑Fi网络。
zh_hk: 你的iPhone未連接互聯網。如要連線，請關閉「飛行模式」，啟用「設定」App的「流動數據」或連接至Wi-Fi網絡。
zh_tw: iPhone尚未連接網際網路。若要連接，請關閉「飛航模式」，啟用「設定」App的「行動數據」或連接Wi-Fi網路。

# LOCATION_SHARING_FAILED
source: Location Sharing did not work for this contact. Try again with a different contact or continue without sharing your location.
ar: لم تنجح مشاركة الموقع مع جهة الاتصال هذه. يرجى المحاولة مرة أخرى مع جهة اتصال مختلفة أو المتابعة دون مشاركة موقعك.
bg: Споделянето на местоположението беше неуспешно за този контакт. Опитайте отново с друг контакт или продължете, без да споделяте местоположението си.
ca: Hi ha hagut un error en compartir la ubicació amb aquest contacte. Torna‑ho a provar amb un altre contacte o pots continuar sense compartir‑la.
cs: Sdílení polohy s tímto kontaktem nefungovalo. Zkuste to znovu s jiným kontaktem nebo pokračujte bez sdílení polohy.
da: Lokalitetsdeling virkede ikke for denne kontakt. Prøv igen med en anden kontakt, eller fortsæt uden at dele din lokalitet.
de: Das Teilen des Standorts ist für diesen Kontakt fehlgeschlagen. Versuche es mit einem anderen Kontakt erneut oder fahre fort, ohne deinen Standort zu teilen.
el: Απέτυχε η κοινοποίηση τοποθεσίας με αυτήν την επαφή. Δοκιμάστε ξανά με διαφορετική επαφή ή συνεχίστε χωρίς να κοινοποιήσετε την τοποθεσία σας.
es: No se ha podido compartir la ubicación con este contacto. Inténtalo de nuevo con otro contacto o continúa sin compartir tu ubicación.
es_us: No se pudo compartir la ubicación con este contacto. Intenta con otro contacto o continúa sin compartirla.
fi: Sijainnin jako ei toiminut tälle yhteystiedolle. Yritä uudelleen eri yhteystiedolla tai lopeta jakamatta sijaintia.
fr: Le partage de position a échoué pour ce contact. Réessayez avec un autre contact ou poursuivez sans partager votre position.
fr_ca: Le partage de position n’a pas fonctionné avec ce contact. Essayez avec un autre contact ou continuez sans partager votre position.
he: המאפיין ״שיתוף מיקום״ לא פעל עבור איש קשר זה. יש לנסות שוב עם איש קשר אחר או להמשיך בלי לשתף את המיקום.
hi: इस संपर्क के लिए स्थान शेयरिंग ने काम नहीं किया। किसी अलग संपर्क की मदद से फिर कोशिश करें या अपना स्थान शेयर किए बिना ही जारी रखें।
hr: Dijeljenje lokacije nije radilo za ovaj kontakt. Pokušajte ponovno s drugim kontaktom ili nastavite bez dijeljenja svoje lokacije.
hu: A helyzet megosztása ezzel a kontakttal nem működött. Próbálkozzon újra egy másik kontakttal, vagy folytassa a helyzete megosztása nélkül.
id: Berbagi Lokasi tidak bekerja untuk kontak ini. Coba lagi dengan kontak lain atau lanjutkan tanpa berbagi lokasi Anda.
it: Non è stato possibile condividere la posizione con il contatto. Riprova con un altro o continua senza condividerla.
ja: この連絡先については位置情報の共有ができませんでした。別の連絡先でもう一度試してみるか、位置情報を共有せずに続けてください。
kk: Бұл контакт үшін геолокацияны бөлісу жұмыс істемеді. Басқа контактімен әрекетті қайталаңыз немесе геолокацияңызды бөліспей жалғастырыңыз.
ko: 이 연락처는 위치 공유 기능이 제대로 동작하지 않습니다. 다른 연락처로 다시 시도하거나 위치 공유 없이 계속 진행하십시오.
lt: Nepavyko bendrinti šio adresato vietos. Bandykite dar kartą naudodami kitą adresatą arba tęskite nebendrindami vietos.
ms: Perkongsian Lokasi tidak berfungsi untuk kenalan ini. Cuba sekali lagi dengan kenalan berbeza atau teruskan tanpa berkongsi lokasi anda.
nl: Het delen van de locatie werkte niet voor dit contact. Probeer het opnieuw met een ander contact of ga door zonder je locatie te delen.
no: Stedsdeling fungerte ikke med denne kontakten. Prøv igjen med en annen kontakt, eller fortsett uten å dele posisjonen din.
pl: Nie udało się udostępnić położenia temu kontaktowi. Spróbuj ponownie z innym kontaktem lub kontynuuj bez udostępniania swojego położenia.
pt_br: O Compartilhamento de Localização não funcionou para este contato. Tente outra vez com um contato diferente ou continue sem compartilhar a sua localização.
pt_pt: A partilha de localização não funcionou para este contacto. Volte a tentar com outro contacto ou continue sem partilhar a localização.
ro: Partajarea localizării nu a funcționat pentru acest contact. Reîncercați cu un alt contact sau continuați fără a vă partaja localizarea.
ru: Не удалось поделиться геопозицией с этим контактом. Повторите попытку с другим контактом или продолжите, не делясь геопозицией.
sk: Zdieľanie polohy s týmto kontaktom nefungovalo. Skúste to znovu s iným kontaktom alebo pokračujte bez zdieľania svojej polohy.
sl: Deljenje podatkov o lokaciji ni delovalo za ta stik. Poskusite znova z drugim stikom ali nadaljujte brez deljenja podatkov o lokaciji.
sv: Platsdelning fungerade inte för den här kontakten. Försök igen med en annan kontakt eller fortsätt utan att dela din platsinformation.
th: การแชร์ตำแหน่งที่ตั้งไม่สามารถทำงานได้สำหรับรายชื่อนี้ ลองอีกครั้งโดยใช้รายชื่ออื่นหรือดำเนินการต่อโดยไม่ต้องแชร์ตำแหน่งที่ตั้งของคุณ
tr: Konum Paylaşma bu kişi için başarısız oldu. Farklı bir kişiyle yeniden deneyin veya konumunuzu paylaşmadan sürdürün.
uk: Не вдалося поширити геопозицію для цього контакту. Спробуйте ще раз для іншого контакту або продовжте, не поширюючи геопозиції.
vi: Chia sẻ vị trí không hoạt động đối với liên hệ này. Hãy thử lại với một liên hệ khác hoặc tiếp tục mà không chia sẻ vị trí của bạn.
zh_cn: 位置共享不适用于此联系人。请选择其他联系人重试，或不共享你的位置并继续。
zh_hk: 此聯絡人不適用「位置共享」。請使用不同聯絡人再試，或繼續執行並且不共享位置。
zh_tw: 「位置分享」不適用於此聯絡人。請嘗試使用其他聯絡人或選擇不分享你的位置並繼續。

# DEVICE_PASSCODE_CREATE_DETAIL
source: A passcode protects your data and is used to unlock iPhone.
ar: يحمي رمز الدخول بياناتك ويُستخدم لفتح قفل iPhone.
bg: Кодът защитава данните ви и се използва за отключване на iPhone.
ca: El codi protegeix les teves dades i s’utilitza per desbloquejar l’iPhone.
cs: Kód chrání vaše data a používá se k odemčení iPhonu.
da: En kode beskytter dine data og bruges til at låse iPhone op.
de: Ein Code schützt deine Daten und wird verwendet, um das iPhone zu entsperren.
el: Ο κωδικός προστατεύει τα δεδομένα σας και ξεκλειδώνει το iPhone.
es: El código protege tus datos y se usa para desbloquear el iPhone.
es_us: Un código protege tus datos y se usa para desbloquear tu iPhone.
fi: Pääsykoodi suojaa tietosi, ja sillä avataan iPhonen lukitus.
fr: Un code protège vos données et permet de déverrouiller votre iPhone.
fr_ca: Un code protège vos données et permet de déverrouiller votre iPhone.
he: קוד גישה מגן על הנתונים שלך ומשמש לביטול נעילת ה-iPhone.
hi: पासकोड आपके डेटा को सुरक्षित रखता है और iPhone को अनलॉक करने के लिए इसका उपयोग किया जाता है।
hr: Šifra štiti vaše podatke i služi za otključavanje iPhonea.
hu: A jelkód védi az adatait, és használatával feloldható az iPhone.
id: Kode sandi melindungi data Anda dan digunakan untuk membuka iPhone.
it: I tuoi dati sono protetti da un codice che viene usato per sbloccare iPhone.
ja: パスコードはデータを保護するためのもので、iPhoneのロック解除に使用します。
kk: Құпиякод деректеріңізді қорғайды және iPhone құрылғысын құлыптан ашу үшін пайдаланылады.
ko: 암호는 사용자의 데이터를 보호하며 iPhone을 잠금 해제할 때 사용합니다.
lt: Prieigos kodu apsaugomi duomenys ir atrakinamas „iPhone“.
ms: Kod laluan melindungi data anda dan digunakan untuk membuka kunci iPhone.
nl: Een toegangscode zorgt voor beveiliging van je gegevens en wordt gebruikt om de iPhone te ontgrendelen.
no: Koden beskytter dataene dine og brukes for å låse opp iPhone.
pl: Kod chroni Twoje dane i służy do odblokowywania iPhone'a.
pt_br: Um código protege seus dados e é usado para desbloquear o iPhone.
pt_pt: O código protege os seus dados e é usado para desbloquear este iPhone.
ro: Codul de acces vă protejează datele și este utilizat pentru deblocarea iPhone‑ului.
ru: Код‑пароль защищает Ваши данные и используется для разблокировки iPhone.
sk: Kód chráni vaše dáta a slúži na odomykanie iPhonu.
sl: Koda za dostop ščiti vaše podatke in se uporablja za odklepanje iPhona.
sv: En lösenkod skyddar dina data och låser upp iPhone.
th: รหัสจะช่วยปกป้องข้อมูลของคุณและใช้ปลดล็อค iPhone
tr: Parola verilerinizi korur ve iPhone’un kilidini açmak için kullanılır.
uk: Код допуску захищає ваші дані й потрібний для відмикання iPhone.
vi: Mật mã bảo vệ dữ liệu của bạn và được dùng để mở khóa iPhone.
zh_cn: 密码可保护你的资料，也可给iPhone解锁。
zh_hk: 密碼可保護你的資料並可解鎖iPhone。
zh_tw: 密碼可保護你的資料並解鎖iPhone。
